[
  {
    "cargo": "GerenteSistemaGestãoIntegrado",
    "cbo": "",
    "divisao": "",
    "departamento": "",
    "reporte": "",
    "objetivo_principal": "Responder pelo gerenciamento do sistema de gestão integrado na empresa, preparando documentos, procedimentos internos e formulários de acordo com a política do sistema de gestão integrado, a legislação ambiental vigente e as normas vigentes.",
    "responsabilidades": [
      "Áreas de Responsabilidades",
      "Rotinas do Processo",
      "Responder pelo gerenciamento do sistema de gestão integrado na empresa, preparando documentos, procedimentos internos e formulários de acordo com a política do sistema de gestão integrado, a legislação ambiental vigente e as normas vigentes.",
      "Monitorar os requisitos legais aplicáveis às atividades da empresa e procede com as alterações que forem necessárias para adequar o SGI às leis vigentes de âmbito Federal, Estadual e Municipal.",
      "Representar a empresa em assuntos ambientais, junto aos órgãos públicos (SEMA, IBAMA, Prefeitura etc.) e órgãos de imprensa.",
      "Certificações",
      "Garantir o alinhamento das políticas da empresa, envolvendo as certificações ISO 9000, ISO 14000, FSSC 22.000, KOSHER, BONSUCRO, RENOVABIO e LCFS-CARB (Low Carbon Fuel Standard do California Air Resources Board) e outras normas necessárias.",
      "KPI",
      "Criar ferramentas e dispositivos para garantir o desempenho do SGI, através de uma filosofia única para a empresa e as diversas áreas organizacionais, assim como monitorando o sistema de planejamento e desempenho em todas as áreas envolvidas.",
      "Viveiro",
      "Gerenciar atividades de planejamento e produção do viveiro florestal e recuperação de áreas degradadas.",
      "Stakeholders",
      "Representar empresa junto à comunidade, através do desenvolvimento de projetos socioambientais.",
      "Gerenciar atividades de controle e monitoramento do SGI, bem como as atividades de divulgação dos resultados, comunicação e multiplicação das informações para todos os stakeholders.",
      "Dados e Informações",
      "Coletar dados e informações relevantes para que sejam discutidas em reuniões de Análise Crítica pela Direção, objetivando prover à empresa os elementos de um SGI eficaz, de forma a alcançar seus objetivos."
    ],
    "conhecimentos_tecnicos": [],
    "competencias": [
      "Competência / Habilidades",
      "Planejamento, Organização e Controle",
      "Comunicação",
      "Análise e Solução de Problemas",
      "Comprometimento Metas e Resultados",
      "Liderança e Gestão de Equipe",
      "Tomada de Decisão"
    ],
    "formacao": "Formação\nExperiência\nEnsino Superior (desejável Especialização na Área)\nDesejável de 6 a 7 anos no cargo ou posições similares",
    "experiencia": "6 a 7 anos no cargo ou posições similares"
  },
  {
    "cargo": "5GerentePlanejamentoeCustos",
    "cbo": "",
    "divisao": "",
    "departamento": "",
    "reporte": "",
    "objetivo_principal": "Gerenciar o planejamento, elaboração e controle orçamentário da empresa, direcionando sua equipe no devido suporte técnico às áreas de negócios e na elaboração de relatórios/reportes gerenciais a serem apresentados à alta direção, realizando análises críticas e pareceres técnicos, que venham subsidiar a tomada de decisões estratégicas sobre investimentos, expansões ou de retaguarda em função de riscos.\nResponsabilidades\nResponsabilidades\nRotinas e Processos\nDiscutir junto à Diretoria e Gerências envolvidas, as premissas orçamentárias do ano safra, tomando como base históricos anteriores e planejamento prévio das áreas de negócios, relacionando capacidade instalada e necessidade de investimentos, subsidiando a tomada de decisões estratégicas sob o retorno dos investimentos e formatando o modelo orçamentário a ser praticado pela empresa, para posterior planejamento de execução.\nGarantir a devida apuração de todos os custos envolvidos na operação industrial e agrícola, gerenciando o apontamento de todo o fluxo de processos e valores envolvidos, tais como: hora x máquina, hora x homem, insumos, prestação de serviços necessários (sejam eles técnicos, administrativos ou de apoio) de forma a suprir o orçamentário, a apuração contábil e fiscal e elaboração do DRE da empresa.\nGerenciar tecnicamente a elaboração do orçamento anual da empresa e suas revisões durante o ano safra, direcionando a equipe na identificação de previsões de orçamentos de cada área de negócios, no que tange necessidade de investimentos, de maquinários, quadro de pessoal, volumes plantados/processados, treinamentos, provisões de vendas, entre outras variáveis, para composição do plano orçamentário a ser apresentado e validado pela alta direção.\nGerenciar a elaboração de reportes sobre orçamentos e custos da empresa, atendendo necessidades da alta direção sobre definições estratégicas pontuais, formais, informais ou emergenciais, relatando o orçado x realizado e comentando tecnicamente os resultados dos desvios e as medidas preventivas e corretivas tomadas, de forma a evitar riscos.\nElaborar e aprovar estudos de investimentos da CIA, avaliando taxas de retornos e inclusão no Budget da CIA.\nFechamento Gerencial\nGerenciar fechamento gerencial, atentando para cumprimento dos prazos e qualidade, prezando pela correção e acuracidade dos números, bem como controles e análises de resultados (DRE, Performance Comercial e Capex).\nInterface Áreas\nManter interfaces com demais áreas a fim de capturar demandas, discutindo prazos e expectativa de qualidade de entregas e fazendo cumprir os combinados.\nKPI’s\nMonitorar junto as equipes e avaliar desempenho das áreas sob seu comando, bem como das demais áreas, analisando através de indicadores gerenciais apropriados, propondo os planos e ações necessários, visando assegurar o cumprimento das metas, objetivos e prazos estabelecidos.\nGestão Equipes\nRealizar gestão da equipe, quanto ao suporte no desenvolvimento, visando melhoria na performance individual e nos resultados da área, atuar em conjunto com as políticas de RH respeitando a Legislação Trabalhista vigente.",
    "responsabilidades": [],
    "conhecimentos_tecnicos": [],
    "competencias": [
      "Competência / Habilidades",
      "Planejamento, Organização e Controle",
      "Comunicação",
      "Visão Sistêmica",
      "Visão Estratégica",
      "Comprometimento por Metas e Resultados",
      "Tomada de Decisão",
      "Análise e Solução de Problemas",
      "Liderança e Gestão de Pessoas"
    ],
    "formacao": "Formação\nExperiência\nEnsino Superior e Pós Graduação na área de atuação\nDesejável acima de 7 a 8 anos no cargo ou posição similar",
    "experiencia": "7 a 8 anos no cargo ou posição similar"
  },
  {
    "cargo": "2AnalistaPlanejamentoCustosPL",
    "cbo": "",
    "divisao": "",
    "departamento": "",
    "reporte": "",
    "objetivo_principal": "Realizar as atividades de controle de receitas, custos, despesas, fluxo de caixa e orçamento, procurando identificar e sanar desvios de procedimentos, sugerindo oportunidades de melhoria nos resultados das áreas, participa da elaboração do orçamento e controle o previsto x realizado, prepara as informações para elaboração do DRG, mantem controle dos desvios das áreas referente aos procedimentos confrontando com os relatórios contábeis e gerenciais.\nResponsabilidades\nResponsabilidades\nProcesso\nEfetuar análise da composição de custo por produto, verificando sua margem de contribuição, verificar resultado operacional e elaborar o relatório gerencial, demonstrando a eficácia da aplicação de recursos e desempenho econômico do grupo. \nContribuir na elaboração de orçamentos, avaliações patrimoniais e econômicas.\nPreparar informações para elaboração dos estudos de viabilidade econômica e acompanhar resultados, de forma sistemática.\nAnálise KPI\nLevantar mensalmente evolução dos índices econômicos, para que os estudos de impactos na estrutura de custos sejam realizados pela equipe e apresentando os resultados da Área Agroindustrial, SG&A e P&L.\nPlanejamento\nCompilar dados para realização do fechamento prévio diário do DRG e disponibilizar para as análises de apontando dos problemas e formas de resolução e melhorias.\nParticipar da elaboração do orçamento da empresa, analisando e controlando possíveis desvios e analisar o comparativo do orçamento previsto x real.\nBudget, Capex, Forecast\nPreparar mensalmente informações para elaboração do budget, forecast e para as análises e controle dos investimentos (Capex) conforme planejamento da área.\nResultados\nPreparar as bases da apresentação de resultados (Flash Report, RDD, PECEG",
    "responsabilidades": [],
    "conhecimentos_tecnicos": [
      {
        "nome": "",
        "nivel": "básico"
      },
      {
        "nome": "",
        "nivel": "básico"
      },
      {
        "nome": "",
        "nivel": "básico"
      },
      {
        "nome": "",
        "nivel": "básico"
      },
      {
        "nome": "",
        "nivel": "básico"
      }
    ],
    "competencias": [
      "Competência / Habilidades",
      "planejamento, organização e controle",
      "Comprometimento por Metas e resultados",
      "Comunicação",
      "tomada de decisão",
      "Análise e solução de problemas",
      "trabalho em equipe"
    ],
    "formacao": "Formação\nExperiência\nEnsino superior\nDesejável de 2 a 4 anos no cargo ou posições similares",
    "experiencia": "2 a 4 anos no cargo ou posições similares"
  },
  {
    "cargo": "3AnalistaPlanejamentoCustosJR",
    "cbo": "",
    "divisao": "",
    "departamento": "",
    "reporte": "",
    "objetivo_principal": "Atuar na execução das rotinas da setor de planejamento e custos como: controle de receitas, custos, despesas, fluxo de caixa e orçamento, se identificar algum desvios de procedimentos informar a liderança, prepara dados para compor a elaboração do orçamento e controle o previsto x realizado, prepara as informações para elaboração do DRG, mantem controle dos desvios das áreas referente aos procedimentos confrontando com os relatórios contábeis e gerenciais.\nResponsabilidades\nResponsabilidades\nProcesso\nExecutar os processos de análise da composição de custo por produto, levantando informações sobre margem de contribuição, verificar resultado operacional vs relatório gerencial, disponibilizar para equipe que fará análise demonstrando a eficácia da aplicação de recursos e desempenho econômico do grupo. \nPreparar todas as informações históricas que serão utilizadas na elaboração de orçamentos, avaliações patrimoniais, econômicas e estudos de viabilidade econômica.\nAnálise KPI\nAuxiliar na compilação mensalmente dos índices econômicos, para que os estudos de impactos na estrutura de custos sejam realizados pela equipe e apresentando os resultados da Área Agroindustrial, SG&A e P&L.\nBudget,Capex, Forecast\nAuxiliar na preparação mensal das informações para elaboração do budget, forecast e para as análises e controle dos investimentos (Capex) que será realizada pela equipe.\nResultados\nPrestar suporte na preparação das informações gerais das áreas que serão utilizadas na preparação da apresentação de resultados (Flash Report, RDD, PECEG).",
    "responsabilidades": [],
    "conhecimentos_tecnicos": [
      {
        "nome": "",
        "nivel": "básico"
      },
      {
        "nome": "",
        "nivel": "básico"
      },
      {
        "nome": "",
        "nivel": "básico"
      },
      {
        "nome": "",
        "nivel": "básico"
      },
      {
        "nome": "",
        "nivel": "básico"
      }
    ],
    "competencias": [
      "Competência / Habilidades",
      "planejamento, organização e controle",
      "Comprometimento por Metas e resultados",
      "Comunicação",
      "tomada de decisão",
      "Análise e solução de problemas",
      "trabalho em equipe"
    ],
    "formacao": "Formação\nExperiência\nEnsino superior\nDesejável de 1 a 2 anos no cargo ou posições similares",
    "experiencia": "1 a 2 anos no cargo ou posições similares"
  },
  {
    "cargo": "6EspecialistaPlanejamentoeAnáliseFinanceira",
    "cbo": "",
    "divisao": "",
    "departamento": "",
    "reporte": "",
    "objetivo_principal": "Responsável pela construção e acompanhamento de projeções operacionais, econômicas e contábeis, fundamentadas em premissas operacionais mercadológicas. Subsidia organização com relatórios baseado nas análises críticas dos resultados operacionais econômicos e contábeis, emitindo pareceres sobre desempenho alcançado, informando os dados quantitativos e metodologia utilizada nos estudos conclusivos, analisar as viabilidades econômicas de projetos, emitindo opiniões sobre decisões a serem tomadas.",
    "responsabilidades": [
      "Áreas de Responsabilidades",
      "Custos e Projeções",
      "Desenvolver modelo de custos (CTT, cana de fornecedor, indústria, arrendamento netre outros) e investimentos (plantio, tratos etc.), elaborando projeções de todas as linhas do DRC- Demonstrativo de Resultados da Companhia como: fluxo de caixa, variações no balanço, através deste modelo gerenciar rotinas relacionadas área planejamento financeiro que objetiva garantir controle de custos junto as áreas.",
      "Estudos",
      "Preparar e elaborar estudos, projeções e simulações de Valuation (DCF), projetar os impactos de derivativos financeiros (futuros, fowards, calls, puts, fences), realizar os cálculos de preços mensais de vários tipos de produtos com base em índices de preços realizar projeções da dinâmica entre preços de mercado e custos de cana de fornecedor e arrendamento, elaborando projeções dos impactos de variações cambiais na receita, custo e resultado financeiro.",
      "Orçamento",
      "Realizar modelização e organização do orçamento da UISA, implementar este modelo para que a gestão orçamentária aconteça dentro do padrão de controle e análise, permitindo extrair deste processo indicadores de melhoria contínua, bem como planos de ações que ajustam a curto, médio e longo prazo qualquer variação identificada no planejamento.",
      "Processo",
      "Atuar na elaboração das projeções detalhadas de resultados financeiros, inclusive impactos de variações cambiais e juros, efetuando cálculos de impactos de hedge cambial, subsidiando a gerência dos resultados para tomada de decisões estratégicas.",
      "Manter contato com todas as áreas de negócio para validar premissas do orçamento bem como realizar os cross-checks, para avaliar coerência das informações e/ou elaborar algum ajuste nas informações antes da validação final dos números.",
      "Responsável pelo processo orçamentário (Cronograma, Suporte para as áreas, consolidação dos dados), Sistema SAC (Melhorias, Manutenção e fechamento) e desenvolver análises comerciais (Preço, volume, prêmio etc.)."
    ],
    "conhecimentos_tecnicos": [
      {
        "nome": "",
        "nivel": "básico"
      },
      {
        "nome": "",
        "nivel": "básico"
      },
      {
        "nome": "",
        "nivel": "básico"
      },
      {
        "nome": "",
        "nivel": "básico"
      },
      {
        "nome": "",
        "nivel": "básico"
      }
    ],
    "competencias": [
      "Competência / Habilidades",
      "Planejamento, Organização e Controle",
      "Comunicação",
      "Análise e Solução de Problemas",
      "Comprometimento Metas e Resultados",
      "Tomada de Decisão",
      "Trabalho em Equipe"
    ],
    "formacao": "Formação\nExperiência\nEnsino Superior + Especialização na Área\nDesejável de 5 anos no cargo ou posições similares",
    "experiencia": "5 anos no cargo ou posições similares"
  },
  {
    "cargo": "1AnalistaPlanejamentoCustosSR",
    "cbo": "",
    "divisao": "",
    "departamento": "",
    "reporte": "",
    "objetivo_principal": "Responsável por monitorar as atividades de controle de receitas, custos, despesas, fluxo de caixa e orçamento, procurando identificar e sanar desvios de procedimentos, sugerindo oportunidades de melhoria nos resultados das áreas, participa da elaboração do orçamento e controle o previsto x realizado, informando os gaps, para definição de ações pelas áreas, elabora o DRG para apresentar a Diretoria juntamente com as ressalvas explicativas sobre cada ponto fora da curva, manter controle dos desvios das áreas referente aos procedimentos confrontando com os relatórios contábeis e gerenciais.\nResponsabilidades\nResponsabilidades\nProcesso\nAnalisar a composição de custo por produto, verificando sua margem de contribuição.\nAnalisar o resultado operacional e elaborar o relatório gerencial, demonstrando a eficácia da aplicação de recursos e desempenho econômico do grupo. \nElaborar estudos sobre orçamentos, avaliações patrimoniais e econômicas.\nElaborar estudos de viabilidade econômica e acompanhar resultados, de forma sistemática.\nResponsável pelo fechamento dos custos agrícola (Custag-PIMS), bem como apresentar os resultados.\nAnálise KPI\nAcompanhar evolução dos índices econômicos e seus impactos na estrutura de custos da empresa preparar apresentação dos resultados da Área Agroindustrial, SG&A e P&L.\nPlanejamento\nElaborar o DRG mensal (Demonstrativo de Resultado Gerencial) efetuando a análise de todas as contas, com as ressalvas e sugestões de melhoria. \nRealizar o fechamento prévio diário do DRG, apontando o problema e formas de resolução e melhorias.\nResponder pela elaboração do orçamento da empresa, analisando e controlando possíveis desvios e analisar o comparativo do orçamento previsto x real.\nRealizar e manter o acompanhamento do orçamento mês a mês, analisar as ocorrências e inconsistências do fechamento do custo.\nBudget,Capex, Forecast\nAcompanhar e prestar suporte no processo de construção do budget e forecast, realizar as análises e controle dos investimentos (Capex) conforme planejamento da área.\nResultados\nMonitorar a preparação das bases da apresentação de resultados (Flash Report, RDD, PECEG",
    "responsabilidades": [],
    "conhecimentos_tecnicos": [
      {
        "nome": "",
        "nivel": "básico"
      },
      {
        "nome": "",
        "nivel": "básico"
      },
      {
        "nome": "",
        "nivel": "básico"
      },
      {
        "nome": "",
        "nivel": "básico"
      },
      {
        "nome": "",
        "nivel": "básico"
      }
    ],
    "competencias": [
      "Competência / Habilidades",
      "planejamento, organização e controle",
      "Comprometimento por Metas e resultados",
      "Comunicação",
      "tomada de decisão",
      "Análise e solução de problemas",
      "trabalho em equipe"
    ],
    "formacao": "Formação\nExperiência\nEnsino superior\nDesejável de 4 a 6 anos no cargo ou posições similares",
    "experiencia": "4 a 6 anos no cargo ou posições similares"
  },
  {
    "cargo": "8EspecialistaPlanejamentoeCustos",
    "cbo": "",
    "divisao": "",
    "departamento": "",
    "reporte": "",
    "objetivo_principal": "Responsável pelo processo de fechamento de custo SAP (CO). Análise e validação das atividades de custos, conciliando com a área contábil. Projetos SAP (Key User dos módulos CO, PM e IM). Elaborar o orçamento anual junto aos responsáveis de cada área de acordo com a solicitação dos dirigentes da empresa, acompanhando mensalmente por meio de planilhas gerenciais e relatórios de justificativas com as variações entre o real x orçado, consolidar despesas administrativas, logística, comercial, agrícola e indústria, emitir relatórios gerenciais e explanações do orçamento e enviar para setores responsáveis, gerência e diretoria.",
    "responsabilidades": [
      "Áreas de Responsabilidades",
      "Processos",
      "Responsável pelo processo de fechamento de custo SAP (CO).",
      "Analisar e validar as atividades de custos, conciliando com a área contábil.",
      "Monitorar os projetos SAP (Key User dos módulos CO, PM e IM).",
      "Consolidar despesas administrativas, logística, comercial, agrícola e indústria.",
      "Inserir o conceito de acompanhamento das despesas por centro de custo x contas contábeis, e disponibilizar mensalmente os arquivos para justificativas das áreas.",
      "Prestar auxílio em estudos de viabilidades econômicas, como terceirização de veículos, formação de preços de serviços prestados, solicitado pela gerência e diretoria para tomada de decisão.",
      "Analisar os dados obtidos, detectar os lançamentos indevidos no centro de custo e conta contábil e solicitar a reclassificação.",
      "Orçamento",
      "Participar da elaboração do orçamento anual junto aos responsáveis de cada área de acordo com a solicitação dos dirigentes da empresa, acompanhando mensalmente por meio de planilhas gerenciais e relatórios de justificativas com as variações entre o real x orçado.",
      "Prestar suporte no processo de construção do orçamento e projeções.",
      "Apuração de Custos",
      "Analisar as variações de cada centro de custo, compreendendo o real x orçado, preparando relatório orçamentário gerencial e solicitar as justificativas, disponibilizando as mesmas aos responsáveis das áreas.",
      "Apurar a quantidade de gastos com despesas por departamento administrativo, logística e comercial por centro de custo para posterior análise da supervisão.",
      "Levantar os custos indústria, agrícola e demais áreas por centro de custo, para posterior envio à contabilidade e gerência, analisando o cálculo do custo dos produtos das empresas, através de dados obtidos da divisão industrial, manutenção e administração, para fechamento contábil e gerencial.",
      "Relatórios",
      "Elaborar relatórios mensais do controle orçamentário e envio para análise das áreas.",
      "Emitir relatórios gerenciais e explanações do orçamento e enviar para setores responsáveis, gerência e diretoria.",
      "Confeccionar relatórios de cálculos compreendendo custos comerciais, administrativos, manutenção, manutenção industrial, utilização de veículos entre outros."
    ],
    "conhecimentos_tecnicos": [
      {
        "nome": "",
        "nivel": "básico"
      },
      {
        "nome": "",
        "nivel": "básico"
      },
      {
        "nome": "",
        "nivel": "básico"
      },
      {
        "nome": "",
        "nivel": "básico"
      }
    ],
    "competencias": [
      "Competência / Habilidades",
      "Planejamento, Organização e Controle",
      "Comunicação",
      "Análise e Solução de Problemas",
      "Comprometimento Metas e Resultados",
      "Tomada de Decisão",
      "Trabalho em Equipe"
    ],
    "formacao": "Formação\nExperiência\nEnsino Superior + Especialização na área\nDesejável de 5 anos no cargo ou posições similares",
    "experiencia": "5 anos no cargo ou posições similares"
  },
  {
    "cargo": "AnalistaBusinessIntelligence-JR",
    "cbo": "",
    "divisao": "",
    "departamento": "",
    "reporte": "",
    "objetivo_principal": "Auxiliar na execução de projetos de soluções para desenvolver as arquiteturas de dados (Data Lake, data warehouse, Microsoft Azure e Google, GCP e outros), acompanhar e tratar os dados em ambientes Data Lake monitorar a implementação e soluções técnicas para extração e tratamento de dados e construir dashboards.",
    "responsabilidades": [
      "Áreas de Responsabilidades",
      "Processos",
      "Atuar nos projetos de soluções para desenvolver as arquiteturas de dados (Data Lake, data warehouse, Microsoft Azure e Google, GCP e outros), acompanhar e tratar os dados em ambientes Data Lake monitorar a implementação e soluções técnicas para extração e tratamento de dados e construir dashboards.",
      "Prestar suporte verificando arquivos para garantir a integridade da coleta e utilização de dados, bem como na distribuição de dados entre os vários sistemas corporativos da empresa.",
      "Auxiliar no levantamento de requisitos junto as áreas usuárias para entendimento da demanda, acompanhando a proposta de soluções das necessidades, auxiliar na implantação de dados do armazém de dados, resultados das análises de métricas.",
      "Acompanhar o processo de perfilamento dos dados para identificar e entender anomalias.",
      "Estudos Mercado",
      "Acompanhar equipe na busca de ferramentas e na implementação de novas metodologias de análise de dados.",
      "Indicadores",
      "Auxiliar na compilação dos indicadores das áreas, gerando relatórios para liderança utilizar nas tomadas de decisões, revisar e validar os dados do cliente à medida que são coletados.",
      "Suporte Liderança",
      "Acompanhar e apoiar as etapas de desenvolvimento de ferramentas que darão suporte aos líderes nos processos de gestão, controle e tomada de decisões.",
      "Políticas",
      "Auxiliar com informações para desenvolvimento das políticas e procedimentos para a coleta e análise de dados."
    ],
    "conhecimentos_tecnicos": [
      {
        "nome": "Linguagem DA",
        "nivel": "básico"
      }
    ],
    "competencias": [
      "Competência / Habilidades",
      "Planejamento, Organização e Controle",
      "Comunicação",
      "Análise e Solução de Problemas",
      "Comprometimento Metas e Resultados",
      "Tomada de Decisão",
      "Trabalho em Equipe"
    ],
    "formacao": "Formação\nExperiência\nEnsino Superior\nDesejável de 1 a 2 anos no cargo ou posições similares",
    "experiencia": "1 a 2 anos no cargo ou posições similares"
  },
  {
    "cargo": "AnalistaBusinessIntelligence-PL",
    "cbo": "",
    "divisao": "",
    "departamento": "",
    "reporte": "",
    "objetivo_principal": "Atuar na execução e análise dos projetos de modelagem de dados, usando dados coletados ou da base de dados, realiza programação e modelagem de dados e estatísticas, cruzamento das análises vs solução de problemas a fim de equilibrar a linha entre TI e os negócios. Desenvolver ferramentas que darão suporte aos líderes nos processos de gestão, controle e tomada de decisões.",
    "responsabilidades": [
      "Áreas de Responsabilidades",
      "Processos",
      "Apresentar soluções para desenvolver as arquiteturas de dados (Data Lake, data warehouse, Microsoft Azure e Google, GCP e outros), tratar os dados em ambientes Data Lake e implementar soluções técnicas para extração e tratamento de dados e construir dashboards e soluções para visualização de dados.",
      "Verificar os arquivos para garantir a integridade da coleta e utilização de dados.",
      "Desenvolver integrações para coleta e distribuição de dados entre os vários sistemas corporativos da empresa.",
      "Realizar levantamento de requisitos com as áreas usuárias para entendimento da demanda e proposta de soluções das necessidades.",
      "Monitorar implantação de dados do armazém de dados, resultados das análises de métricas.",
      "Atuar em parceria com TI para implantar atualizações de software e hardware que permitam aproveitar casos de uso de big data.",
      "Realizar Perfilamento dos dados para identificar e entender anomalias.",
      "Estudos Mercado",
      "Implementar novas metodologias de análise de dados.",
      "Indicadores",
      "Compilar e analisar indicadores das áreas, gerando relatórios para liderança utilizar nas tomadas de decisões.",
      "Revisar e validar os dados do cliente à medida que são coletados.",
      "Implementar soluções técnicas para extração e tratamento de dados e construir dashboards e soluções de visualização de dados.",
      "Suporte Liderança",
      "Apoiar no desenvolvimento de ferramentas que darão suporte aos líderes nos processos de gestão, controle e tomada de decisões.",
      "Políticas",
      "Apoiar no desenvolvimento das políticas e procedimentos para a coleta e análise de dados."
    ],
    "conhecimentos_tecnicos": [
      {
        "nome": "Linguagem DA",
        "nivel": "básico"
      }
    ],
    "competencias": [
      "Competência / Habilidades",
      "Planejamento, Organização e Controle",
      "Comunicação",
      "Análise e Solução de Problemas",
      "Comprometimento Metas e Resultados",
      "Tomada de Decisão",
      "Trabalho em Equipe"
    ],
    "formacao": "Formação\nExperiência\nEnsino Superior\nDesejável de 2 a 3 anos no cargo ou posições similares",
    "experiencia": "2 a 3 anos no cargo ou posições similares"
  },
  {
    "cargo": "AnalistaBusinessIntelligence-SR",
    "cbo": "",
    "divisao": "",
    "departamento": "",
    "reporte": "",
    "objetivo_principal": "Responsável pelas análises e projetos de modelagem de dados usando dados coletados em um armazém de dados centralizado ou em vários bancos de dados em toda a organização. Combina hard skills, como programação, modelagem de dados e estatísticas. Realizar cruzamento das análises vs solução de problemas a fim de equilibrar a linha entre TI e os negócios. Desenvolver ferramentas que darão suporte aos líderes nos processos de gestão, controle e tomada de decisões.",
    "responsabilidades": [
      "Áreas de Responsabilidades",
      "Processos",
      "Modelar e desenvolver as arquiteturas de dados (Data Lake, data warehouse e outros).",
      "Manipular e tratar dados em ambientes Data Lake e implementar soluções técnicas para extração e tratamento de dados e construir dashboards e soluções de visualização de dados.",
      "Revisar arquivos para garantir a integridade da coleta e utilização de dados.",
      "Modelar e desenvolver integrações para coleta e distribuição de dados entre os vários sistemas corporativos da empresa.",
      "Efetuar levantamento de requisitos com as áreas usuárias para entendimento da demanda e proposta de soluções das necessidades.",
      "Desenhar e desenvolver arquitetura de dados nas plataformas Microsoft Azure e Google GCP.",
      "Propor maneiras para segregar as funções e dados afim melhorar a confiabilidade, eficiência e qualidade dos dados.",
      "Monitorar implantação de dados do armazém de dados, resultados das análises de métricas.",
      "Criar ou descobrir novos programas de aquisição e processamento de dados.",
      "Cooperar com o departamento de TI para implantar atualizações de software e hardware que permitam aproveitar casos de uso de big data.",
      "Realizar Perfilamento dos dados para identificar e entender anomalias.",
      "Estudos Mercado",
      "Realizar processo e estudos para automação e desenvolvimento de ETL.",
      "Implementar novas metodologias de análise de dados.",
      "Indicadores",
      "Compilar e analisar indicadores das áreas, gerando relatórios para liderança utilizar nas tomadas de decisões.",
      "Revisar e validar os dados do cliente à medida que são coletados",
      "Implementar soluções técnicas para extração e tratamento de dados e construir dashboards e soluções de visualização de dados.",
      "Suporte Liderança",
      "Desenvolver ferramentas que darão suporte aos líderes nos processos de gestão, controle e tomada de decisões.",
      "Políticas",
      "Desenvolver políticas e procedimentos para a coleta e análise de dados."
    ],
    "conhecimentos_tecnicos": [
      {
        "nome": "Linguagem DA",
        "nivel": "básico"
      }
    ],
    "competencias": [
      "Competência / Habilidades",
      "Planejamento, Organização e Controle",
      "Comunicação",
      "Análise e Solução de Problemas",
      "Comprometimento Metas e Resultados",
      "Tomada de Decisão",
      "Trabalho em Equipe"
    ],
    "formacao": "Formação\nExperiência\nEnsino Superior\nDesejável de 4 a 6 anos no cargo ou posições similares",
    "experiencia": "4 a 6 anos no cargo ou posições similares"
  }
]