[
  {
    "nome": "Wilson de Oliveira Eduardo",
    "cargo": "Coordenador (Contábil e Tesouraria)",
    "foco_desenvolvimento": "",
    "diretor_sponsor": "",
    "kpis": {
      "Posição Atual": "~122%",
      "Reenquadramento": "+12,5%",
      "Nova Posição": "~137%",
      "Plano de Performance": "24 meses"
    },
    "gaps_prioritarios": [
      {
        "titulo": "Visão Estratégica de Caixa (Gap de Escopo)",
        "descricao": "Pietro era forte na gestão de risco e relacionamento com bancos. Wilson precisa sair rapidamente da visão contábil para entender o fluxo de caixa como uma ferramenta estratégica, antecipando riscos e oportunidades."
      },
      {
        "titulo": "Delegação e Desenvolvimento de Equipes (Gap de Gestão)",
        "descricao": "O maior gap de Wilson em sua avaliação. Com duas equipes, é impossível centralizar. Ele precisa aprender a delegar o operacional contábil para se tornar o estrategista financeiro."
      },
      {
        "titulo": "Comunicação Executiva (Gap de Influência)",
        "descricao": "Habilidade de traduzir a complexidade de duas áreas (Contábil e Tesouraria) em uma linguagem de negócio clara para a diretoria, influenciando a tomada de decisão."
      }
    ],
    "plano_acao": {
      "70_pratica": [
        "Assumir a liderança da gestão de fluxo de caixa, projeções e relacionamento com bancos.",
        "Desenvolver um \"braço direito\" da área Contábil, delegando a supervisão do fechamento mensal.",
        "Passar a ser o ponto focal no relacionamento com os gerentes de conta dos principais bancos."
      ],
      "20_social": [
        "Mentoria direta com o Diretor Financeiro (Fábio) para acelerar a visão de negócio.",
        "Apresentar mensalmente um relatório consolidado (Contábil + Tesouraria) para a Diretoria, focando em insights e recomendações."
      ],
      "10_formal": [
        "Curso de imersão de curta duração em Gestão de Tesouraria ou Finanças Corporativas.",
        "Workshop focado em Liderança para Gestores ou Comunicação Executiva."
      ]
    },
    "estrategia_remuneracao": {
      "movimento": "Imediato",
      "mecanismo": "Aumento de +12,5%",
      "novo_salario": "~R$ 23.670,00 (~137%)",
      "justificativa": "Reenquadrar o salário à nova complexidade da função. O plano de 24 meses visa garantir a entrega de performance à altura deste novo patamar."
    },
    "responsabilidades": {
      "colaborador": [
        "Entregar a Performance Esperada: Abraçar os desafios da Tesouraria para justificar e entregar os resultados que o novo patamar de responsabilidade e remuneração exigem.",
        "Mudar o Mindset para Líder: Sair do papel de \"melhor executor\" e se tornar um verdadeiro gestor que desenvolve e confia na sua equipe."
      ],
      "lideranca": [
        "Mentoria Estratégica: Dedicar tempo para guiar Wilson na transição de uma visão técnica para uma visão de negócio.",
        "Dar Exposição e Autonomia: Conceder o espaço necessário para que ele assuma os novos riscos e tome as decisões, intervindo apenas em nível estratégico."
      ],
      "dho": [
        "Documentar a Exceção: Formalizar a justificativa do reenquadramento salarial por complexidade, garantindo a governança da decisão.",
        "Acompanhar o Plano: Monitorar o progresso das ações de desenvolvimento para garantir que os gaps de liderança sejam efetivamente fechados."
      ]
    },
    "html_original": "/home/ubuntu/avd-uisa-sistema-completo/PDI_Wilson3.html"
  },
  {
    "nome": "Fernando Pinto",
    "cargo": "Coordenador de Planejamento e Custos",
    "foco_desenvolvimento": "",
    "diretor_sponsor": "",
    "kpis": {
      "Excelência Técnica": "Nível Expert",
      "Liderança": "Desenvolvedora",
      "Incentivo imediato": "10%",
      "Plano de Performance": "24 meses"
    },
    "gaps_prioritarios": [],
    "plano_acao": {
      "70_pratica": [
        "Liderar um projeto de revisão e otimização da estrutura de custos atual.",
        "Desenvolver um sucessor ou \"braço direito\", delegando responsabilidades-chave.",
        "Estruturar e implementar rituais de gestão: reuniões 1:1 quinzenais e feedbacks.",
        "Implementar uma ferramenta de gestão de projetos (ex: Planner, Trello) para a equipe."
      ],
      "20_social": [
        "Mentoria com especialista em custos para acelerar o domínio técnico.",
        "Mentoria com um líder sênior de outra área para aprimorar a visão de gestão.",
        "Conduzir reuniões de resultados para áreas parceiras, focando em recomendações práticas."
      ],
      "10_formal": [
        "Curso de curta duração em gestão avançada de custos ou controladoria.",
        "Workshop focado em Liderança Situacional ou Feedback e Coaching para Gestores."
      ]
    },
    "estrategia_remuneracao": {
      "movimento": "1. Incentivo",
      "mecanismo": "Imediato",
      "novo_salario": "Reconhecimento pela absorção do novo escopo da área de Custos.",
      "justificativa": "R$ 16.631,27"
    },
    "responsabilidades": {
      "colaborador": [
        "Protagonismo no Desenvolvimento: Engajar-se ativamente nas ações (70-20-10), buscando feedback e aplicando os aprendizados para atingir alta performance.",
        "Entrega de Resultados: Garantir a qualidade e a integração das entregas de Planejamento e Custos, cumprindo os marcos de desenvolvimento estabelecidos.",
        "Desenvolvimento da Equipe: Focar no crescimento do seu time, delegando e oferecendo mentoria para criar uma equipe de alta performance."
      ],
      "lideranca": [
        "Mentoria e Coaching: Dedicar tempo de qualidade, oferecendo direcionamento estratégico, feedbacks construtivos e removendo barreiras.",
        "Dar Autonomia com Suporte: Confiar em Fernando para tomar as decisões, provendo suporte como ponto de escalada para questões estratégicas."
      ],
      "dho": [
        "Governança do Plano: Garantir que os rituais de acompanhamento ocorram e que o progresso seja documentado.",
        "Fornecer Ferramentas: Organizar e custear as ações de desenvolvimento formal (cursos, coaching) e as ferramentas de avaliação."
      ]
    },
    "html_original": "/home/ubuntu/avd-uisa-sistema-completo/PDI_Fernando9.html"
  }
]